Repository: maxsv0/mega-iq-ui
Catalog: src/i18n/messages.*.xlf
Languages: de, es, ru

source: Start IQ Test
de: IQ Test starten
es: Hacer Test CI
ru: Пройти тест на iq

source: Best Results
de: Neueste IQ-Testergebnisse
es: Los últimos resultados de las test IQ
ru: Рейтинг IQ теста

source: Best Users
de: Benutzer mit dem höchsten IQ
es: Los usuarios con el más alto IQ
ru: Лучшие IQ

source: Sign up
de: Registrieren
es: Regístrate
ru: Регистрация

source: Log In
de: Einloggen
es: Iniciar sesión
ru: Войти

source: About
de: Über uns
es: Sobre Mega-IQ
ru: О Мега-Айкю

source: Privacy Policy
de: Datenschutzerklärung
es: Información legal
ru: Политика конфиденциальности

source: Terms and Conditions
de: Nutzungsbedingungen
es: Términos de uso
ru: Условия и положения

source: Join the Mega IQ now! IQ Tests Passed
de: Nimm jetzt Teil bei Mega IQ! IQ Tests geschafft
es: IQ Test es una herramienta en línea para probar el puntaje promedio de coeficiente intelectual
ru: Пройти тест на iq онлайн сейчас!

source: Start The IQ Test
de: Starten Sie den IQ-Test
es: Empieza Free IQ Test
ru: Пройти Мега-Айкю тест онлайн

source: Mega IQ Ever
de: Bester Mega IQ
es: Mejores tests CI de todos
ru: Результаты теста на iq

source: User
de: Nutzer
es: Usuario
ru: Имя

source: Login
de: Einloggen
es: Iniciar sesión
ru: Войти

source: Email
es: Correo electrónico
ru: Эл. адрес

source: Email is required
de: Email benötigt
es: Dirección de correco electrónico requerida
ru: Эл. адрес обязательное поле

source: Email is not valid
de: Email unzulässig
es: Dirección de correco electrónico inválido
ru: Эл. адрес введен неправильно

source: Password
de: Passwort
es: Contraseña
ru: Пароль

source: Password is required
de: Password benötigt
es: Contraseña requerida
ru: Пароль обязательное поле

source: Register
de: Registrieren
es: Regístrate
ru: Регистрация

source: Forgot Password?
de: Password vergessen?
es: ¿Olvidaste tu contraseña ?
ru: Забыли пароль?

source: Login with Google
de: Mit Google einloggen
es: Inicia sesión con tu cuenta de Google
ru: Вход через Google

source: Google Firebase Authentication and User Management
de: Google Firebase-Authentifizierung und Benutzerverwaltung
es: Autenticación y gestión de usuarios de Google Firebase

source: Click on the certificate to enlarge it.
de: Entsperren Sie Ihr Zertifikat
es: Haga clic en el certificado para ampliarlo.

source: Name
es: Nombre
ru: Имя

source: Name is required
de: Name benötigt
es: Nombre requerido
ru: Имя обязательно для заполнения

source: Age
de: Alter
es: Edad
ru: Возраст

source: Location
de: Standort
es: Lugar
ru: Регион

source: IQ
es: CI
ru: Айкю

source: Total Score
de: Gesamtergebnis
es: Puntuación total
ru: Всего

source: Best IQ Today
de: Bester IQ Test Heute
es: Mejor CI de hoy
ru: Тест на IQ бесплатно прошли

source: Example profile
de: Beispielprofil
es: Perfil Ejemplo
ru: Соревнуйся с теми кто смог пройти бесплатный онлайн тест на iq

source: What is IQ score?
es: ¿Qué es un coeficiente intelectual?

source: An " dispEnd="</b> ">intelligence quotient (IQ) is a total score derived from a set of standardized tests or subtests designed to assess human intelligence.
es: El " dispEnd="</b> ">cociente intellectual/coeficiente intelectual (CI en forma abreviada; del alemán Intelligenzquotient o IQ) es un estimador de la inteligencia general, resultado de alguno de los test estandarizados diseñados para este fin.

source: What is my average IQ?
es: ¿Cuál es mi coeficiente intelectual?

source: Our Mega-IQ tests would help you to know your highest IQ score.
es: Nuestras pruebas Mega-IQ le ayudarán a conocer su puntaje de IQ más alto.

source: Several free IQ tests with different complexity and a different number of questions are available.
es: Se encuentran disponibles varias pruebas de CI gratuitas con diferente complejidad y un número diferente de preguntas.

source: What is highest IQ?
es: ¿Cuál es el IQ más alto?

source: Average adult combined IQs associated with real-life accomplishments by various tests.
es: El coeficiente intelectual combinado promedio de un adulto se asocia con los logros de la vida real mediante varias pruebas.

source: Accomplishment
es: Logro

source: College graduates
es: Graduados universitarios

source: 1–3 years of college
es: 1-3 años de universidad

source: Clerical and sales workers
es: Trabajadores de oficina y ventas

source: High school graduates, skilled workers (e.g., electricians, cabinetmakers)
es: Graduados de la escuela secundaria, trabajadores calificados (por ejemplo, electricistas, ebanistas)

source: Semi-skilled workers (e.g. truck drivers, factory workers)
es: Trabajadores semicualificados (por ejemplo, conductores de camiones, trabajadores de fábricas)

source: Elementary school graduates (completed eighth grade)
es: Graduados de la escuela primaria (completaron el octavo grado)

source: Elementary school dropouts (completed 0–7 years of school)
es: Desertores de la escuela primaria (completaron 0 a 7 años de escuela)

source: Have 50/50 chance of reaching high school
es: Tener una probabilidad del 50/50 de llegar a la escuela secundaria.

source: How Mega-IQ tests work?
es: ¿Cómo funcionan las pruebas Mega-IQ?

source: Currently, our database contains " dispEnd="</span> ">268 questions and " dispEnd="</span> ">1608 answers available in " dispEnd="</span> ">4 languages.
es: Actualmente, nuestra base de datos contiene " dispEnd="</span> ">268 preguntas y " dispEnd="</span> ">1608 respuestas disponibles en " dispEnd="</span> ">4 idiomas.

source: A random set of questions is selected from the questions database every time you start a test.
es: Cada vez que inicia una prueba, se selecciona un conjunto aleatorio de preguntas de la base de datos de preguntas.

source: The highest IQ score for both Mega-IQ and Standard Test IQ is 160.
es: El puntaje de CI más alto para Mega-IQ y Standard Test IQ es 160.

source: Mega-iq tests
de: Unsere kostenlosen IQ-Tests online 2021
es: Mega-IQ tests de coeficiente intellectual 2021
ru: Мега-Айкю тесты на iq 2020

source: Start
es: Empezar
ru: Пройти

source: More about a Test
de: Mehr über einen Test
es: Más sobre una prueba
ru: Подробнее о IQ тесте

source: Anonymous
de: Anonym
es: Anónimo

source: Password Confirmation
de: Password Bestätigung
es: Confirmar contraseña
ru: Подтверждение пароля

source: Password confirmation is required
de: Password Bestätigung benötigt
es: Confirmar contraseña requerido
ru: Подтверждение пароля обязательно для заполнения

source: Password confirmation must be at least 6 characters
de: Password muss mindestens 6 Charaktere enthalten
es: Confirmación de contraseña debe ser al menos 6 caracteres
ru: Пароль должен быть не менее 6 символов

source: Accept terms and conditions and privacy policy.
de: Bitte bestätige unsere Datenschutzerklärung und unsere Nutzungsbedingungen.
es: Acepto la Politica de confidencialidad sobre Protección de Datos y Términos de Uso.
ru: Принять условия и политику конфиденциальности.

source: You must agree before submitting.
de: Du musst bestätigen um fortzufahren.
es: Debes aceptar antes de continuar.
ru: Вы должны согласиться перед отправкой.

source: Cancel
de: Abbrechen
es: Cancelar
ru: Отменить

source: Hi
de: Hallo
es: Hola
ru: Привет

source: Open Profile
de: Profil öffnen
es: Abrir página de mi perfil
ru: Открыть Ваш профиль

source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
ru: Редактировать профиль

source: Delete Certificate
de: Zertifikat löschen
es: Eliminar Certificado
ru: Удалить сертификат

source: Logout
de: Abmelden
es: Cerrar sesión
ru: Выйти

source: your iq tests are displayed below
de: Deine IQ-Tests befinden sich unten
es: Tus Tests CI están disponobles abajo.
ru: ваши айкю тесты отображаются ниже

source: Open Details
de: Details öffnen
es: Detalles
ru: Подробнее

source: Show Answers
de: Antworten anzeigen
es: Mostrar Respuesta
ru: Показать ответы

source: result score for every answer
de: Ergebnis für jede Antwort
es: puntuación de resultado para cada respuesta
ru: результат для каждого ответа

source: Bar height represents questions' complexity.
de: Die Balkenhöhe repräsentiert die Komplexität der Fragen.
es: Die Balkenhöhe repräsentiert die Komplexität der Fragen.
ru: Высота столбца представляет сложность вопроса.

source: Result score for every answer
de: Ergebnis für jede Antwort
es: Puntuación de resultado para cada respuesta

source: Question Number
de: Nummer der Frage
es: Pregunta

source: Question Complexity
de: Frage Komplexität
es: Pregunta complejidad

source: Error 404. Test result not found.
de: Fehler 404. Testergebnis wurde nicht gefunden.
es: Error 404. No se ha encontrado el resultado de la prueba.
ru: Ошибка 404. Результат теста не найден.

source: One more Mega-iq test?
de: Noch ein Mega-IQ-Test?
es: ¿Una prueba más de Mega-iq?
ru: Еще один мега IQ тест?

source: Overall test progress
de: Fortschritt anzeigen
es: Progreso
ru: Прогресс теста

source: Started at
de: Angefangen
es: Empezado
ru: Начало тестирования

source: Continue Test
de: Test weiterführen
es: Continuar Test
ru: Продолжить тест

source: Finished at
de: Abgeschlossen
es: Completado
ru: IQ тест пройден

source: Delete
de: Löschen
es: Eliminar
ru: Удалить

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
ru: Редактировать профиль

source: Started
de: Angefangen
es: Empezado
ru: Старт

source: All results were loaded successfully.
de: Alle Ergebnisse wurden erfolgreich geladen.
es: Todos los resultados cargados con éxito.
ru: Все результаты были успешно загружены.

source: Unlock your certificate
de: Entsperren Sie Ihr Zertifikat
es: Complete cualquier prueba de coeficiente intelectual para revelar el coeficiente intelectual más alto y obtener el certificado.
ru: Разблокируйте свой сертификат

source: The Highest IQ score is
es: El puntaje de coeficiente intelectual más alto es

source: IQ average score is above
es: El cociente intelectual está por encima del

source: of all results
es: de todos los resultados

source: IQ test score for
es: Resultado de test de IQ para

source: from
es: desde

source: Error 404. User not found.
de: Fehler 404. Benutzer wurde nicht gefunden.
es: Error 404. Usuario no encontrado.
ru: Ошибка 404. Пользователь не найден.

source: Test IQ result score
es: Puntaje de resultado de test de IQ

source: Email is verified
de: Email ist bestätigt
es: Correo electrónico verificado
ru: Email подтвержден

source: Email not verified
de: Email nicht bestätigt
es: Correo electrónico no verificado
ru: Email не подтвержден

source: Send Verification Email
de: Bestätigungsemail abschicken
es: Enviar correo electrónico de confirmación
ru: Отправить письмо с подтверждением

source: Profile is public
de: Profil ist öffentlich
es: Perfil es público
ru: Профиль доступен всем

source: Disable all email notifications
de: Emailbenachrichtigungen abstellen
es: Desactivar notificaciones por correo electrónico
ru: Отключить все email уведомления

source: Save changes
de: Speichern
es: Guardar cambios
ru: Сохранить изменения

source: Current image
de: Aktuelles Bild
es: Imagen actual
ru: Текущее изображение

source: Image
de: Bild
es: Imagen
ru: Изображение

source: Upload new image
de: Neues Bild hochladen
es: Subir imagen nueva
ru: Загрузить новое изображение

source: Image is loading... please wait
de: Bild wird geladen ... bitte warten
es: La imagen se está cargando... Espera
ru: Изображение загружается... подождите

source: Submit a form to create a new password
de: Bestätigen um neues Password zu erstellen
es: Rellenar formulario para crear nueva contraseña
ru: Заполните форму для создание нового пароля

source: Reset Password
de: Password zurücksetzen
es: Restrablecer contraseña
ru: Восстановить пароль

source: Mega-iq test online
es: Prueba Mega-iq en línea
ru: Mega-iq тест онлайн

source: Every day thousands pass the online Mega-IQ test for free worldwide!
de: Jeden Tag nehmen tausende von Menschen bei Mega-IQ Teil!
es: Cada dia miles de personas pasan el test CI online gratis alrededor del mundo!
ru: Каждый день тысячи людей бесплатно походят наши тесты iq онлайн. Тест на iq на русском.

source: Top users this month
de: Top Nutzer diesen Monat
es: Top usuarios éste mes
ru: Сегодня прошли тест iq онлайн:

source: Mega-IQ is loading..
de: Mega-IQ lädt..
es: Mega-IQ cargando..
ru: Mega-IQ загружается..

source: API Service Unavailable
de: API Service nicht vorhanden
es: API Servicio No Disponble
ru: API сервис недоступен

source: Complete
de: Fertig
es: Completado
ru: Готово

source: question
de: Frage
es: pregunta
ru: вопрос

source: of
de: von
es: de
ru: из

source: Your test has expired. You will be redirected to Home. Please start a new test.
es: Tu prueba ha caducado. Serás redirigido a Inicio. Inicie una nueva prueba.
ru: Срок действия вашего теста истек. Вы будете перенаправлены на главную. Пожалуйста, начните новый тест.

source: You have completed this test. Check the result of this test.
es: Ha completado esta prueba. Verifique el resultado de esta prueba.
ru: Вы прошли тест. Проверьте результат теста.

source: Back to Home
es: Volver a la página de inicio
ru: Назад на главную

source: Check results
es: Comprobar resultados
ru: Результаты теста

source: index:meta:title
de: Mega-IQ online IQ test
es: IQ coeficiente intelectual test ci Mega-IQ

source: index:meta:description
de: Mega-IQ kostenloser online IQ test
es: Mega-IQ coeficiente intelectual test

source: Math
de: Mathe
es: Matemáticas
ru: Математика

source: Grammar
de: Grammatik
es: Gramática
ru: Грамматика

source: Logic
de: Logik
es: Lógica
ru: Логика

source: Horizons
de: Meister
es: Maestro
ru: Кругозор

source: iq-result:meta:title:IQ INTERPOLATION INTERPOLATION_1 INTERPOLATION_2
es: IQ INTERPOLATION Coeficiente Intelectual Test INTERPOLATION_1 INTERPOLATION_2

source: iq-result:meta:title:INTERPOLATION/INTERPOLATION_1 INTERPOLATION_2 INTERPOLATION_3
es: IQ INTERPOLATION/INTERPOLATION_1 Coeficiente Intelectual Test INTERPOLATION_2 INTERPOLATION_3

source: iq-result:meta:title:INTERPOLATION INTERPOLATION_1
es: Coeficiente Intelectual Test INTERPOLATION INTERPOLATION_1

source: iq-result:meta:description
es: Coeficiente Intelectual Test resultado

source: Test not finished.
es: Prueba no terminada.
ru: Тест не завершен.

source: You have not finished your test yet. You will be redirected to Home.
es: Aún no ha terminado su prueba. Serás redirigido a Inicio.
ru: Вы еще не закончили тест. Вы будете перенаправлены на главную.

source: iqtest:meta:title
es: IQ test gratuita en Mega-IQ

source: iqtest:meta:description
es: Mega-IQ test coeficiente intelectual están disponibles 24/7 para todos

source: INTERPOLATION on Mega-IQ
de: INTERPOLATION bei Mega-IQ
es: INTERPOLATION en Mega-IQ
ru: INTERPOLATION на Mega-IQ

source: Top scores of IQ test on Mega-IQ
de: Top Ergebnisse IQ Test bei Mega-IQ
es: Puntajes máximos de la prueba de IQ en Mega-IQ
ru: Результаты теста на IQ от Mega-IQ

source: Reset password for Mega-IQ account
de: Password für Mega-IQ Konto zurücksetzen
es: Restablecer contraseña de cuenta Mega-IQ
ru: Сбросить пароль для учетной записи Mega-IQ

source: INTERPOLATION personal account
de: INTERPOLATION persönlicher Account
es: INTERPOLATION cuenta personal
ru: INTERPOLATION персональный аккаунт

source: Log In to Mega-IQ
de: Bei Mega-IQ einloggen
es: Iniciar sesión en Mega-IQ
ru: Войти в Mega-IQ

source: user:meta:title:IQ INTERPOLATION INTERPOLATION_1 INTERPOLATION_2
es: IQ INTERPOLATION IQ Test INTERPOLATION_1 INTERPOLATION_2

source: user:meta:title:INTERPOLATION INTERPOLATION_1
es: IQ Test INTERPOLATION INTERPOLATION_1

source: user:meta:description:INTERPOLATION INTERPOLATION_1
es: IQ Test INTERPOLATION INTERPOLATION_1. Coeficiente Intelectual

source: Thank you for your feedback
de: Vielen Dank für dein Feedback
es: Gracias por tus comentarios
ru: Спасибо за ваш отзыв

source: Register on Mega-IQ
de: Registrieren bei Mega-IQ
es: Registrarse en Mega-IQ
ru: Зарегистрируйтесь на Mega-IQ

source: Edit Profile INTERPOLATION
de: Profil bearbeiten INTERPOLATION
es: Editar Perfil INTERPOLATION
ru: Редактировать профиль INTERPOLATION

source: Users with the highest IQ
de: Benutzer mit dem höchsten IQ
es: Usuarios con el IQ más alto

source: Rate this question:
de: Bewerten Sie diese Frage:
es: Califica esta pregunta:
ru: Оцените этот вопрос:

source: Tell us more (optional):
de: Erzählen Sie uns mehr (optional):
es: Cuéntanos más (opcional):
ru: Расскажите подробнее (необязательно):

source: Submit
de: einreichen
es: Enviar
ru: Отправить

source: Your answer
de: Deine Antwort
es: Tu respuesta
ru: Ваш ответ

source: Correct answer
de: Korrekte Antwort
es: Respuesta correcta
ru: Правильный ответ

source: Incorrect Answer
de: Falsche Antwort
es: Respuesta incorrecta
ru: Ответ неверный

source: Correct Answer
de: Korrekte Antwort
es: Respuesta correcta
ru: Правильный ответ

source: Create an account.
de: Ein Konto erstellen.
es: Crea una cuenta.
ru: Завести аккаунт.

source: Login with existing account.
de: Melden Sie sich mit einem vorhandenen Konto an.
es: Iniciar sesión con una cuenta existente.
ru: Войти с существующей учетной записью.

source: questions
de: Fragen
es: preguntas
ru: вопросов

source: Average testing time is
de: Durchscnittliche Zeit
es: Tiempo medio por test
ru: Среднее время тестирования

source: min
de: Minute
es: minutos
ru: минут

source: limit
de: Maximum
es: límite
ru: лимит

source: Loading... please wait
de: Laden, bitte warten
es: Cargando por favor espere
ru: Загрузка, пожалуйста подождите

source: free online
de: kostenlos online
es: Gratis en línea online
ru: бесплатно онлайн

source: Open
de: Öffnen
es: Abrir
ru: Открыть

source: Start Test
de: Test Starten
es: Empezar test
ru: Пройти iq тест

source: Question
de: Fragen
es: Pregunta
ru: Вопрос

source: Click to submit the answer
de: Klicke um Frage zu beantworten
es: Haz click para seleccionar respuesta
ru: Нажмите, чтобы отправить ответ

source: Submitting your answer, please wait
de: Einen Moment, Antwort wird gesetzt
es: Guardando tu respuesta, por favor espera
ru: Посылаем ваш ответ, пожалуйста, подождите

source: Answer submitted
de: Beantwortet
es: Respuesta aceptada
ru: Ответ отправлен

source: Previous Question
de: Letzte Frage
es: Pregunta previa
ru: Предыдущий вопрос

source: Next Question
de: Nächste Frage
es: Pregunta siguiente
ru: Следующий вопрос

source: Click to navigate questions
de: Klicke um Fragen zu navigieren
es: Haz click para navegar preguntas
ru: Нажмите для перехода между вопросам

source: The test is finished. Please press the submit button to submit your result.
de: Der Test ist beendet. Bitte klicken Sie auf die Schaltfläche "Test abgeben", um Ihr Ergebnis zu senden.
es: La prueba ha terminado. Presione el botón enviar para enviar su resultado.
ru: Тест закончен. Пожалуйста, нажмите кнопку получить результат, чтобы отправить свой тест.

source: Current test progress
de: Aktueller Fortschritt
es: Progreso
ru: Прогресс

source: private
de: privat
es: privado
ru: Приватный

source: Result
de: Ergebnis
es: Resultado
ru: Результат

source: Submit test
de: Test abgeben
es: Entregar test
ru: Получить результат

source: Test finished
de: Test fertig
es: Test completado
ru: Тест завершен

source: Time remaining:
de: Übrige Zeit:
es: Tiempo restante:
ru: Оставшееся время:

source: passed
de: bestanden
es: pasado
ru: прошел

source: The test passed successfully
es: La prueba pasó con éxito

source: IQ Score for
es: Resultado de coeficiente intellectual para

source: Applause! Superior IQ result!
es: ¡Aplausos! ¡Resultado de coeficiente intelectual superior!

source: Congratulations on a superior result! Continue to accelerate your IQ!
es: ¡Felicitaciones por un resultado superior! ¡Continúe acelerando su coeficiente intelectual!

source: Congratulations on an excellent result. Try again to advance your IQ score!
es: Felicitaciones por un excelente resultado. ¡Vuelve a intentar avanzar en tu puntuación de CI!

source: Great result. Try again to improve your IQ score!
es: Gran resultado. ¡Vuelve a intentar mejorar tu puntuación de coeficiente intelectual!

source: Great beginning. Worth trying again!
es: Gran comienzo. ¡Vale la pena intentarlo de nuevo!

source: Worth trying again. Better luck next time!
es: Vale la pena intentarlo de nuevo. ¡Mejor suerte la próxima vez!

source: IQ Score
de: IQ Ergebnis
es: Puntuación
ru: Результат IQ

source: Total Questions
de: Gesamtergebnis
es: Preguntas Totales
ru: Всего вопросов

source: Correct Answers
de: Korrekte Antwort
es: Respuesta correcta
ru: Правильных ответов

source: Result code
de: Ergebnis code
es: Código resultado
ru: Код результата

source: Permanent IQ result link
de: Permanenter Ergebnislink IQ
es: Enlace de resultado permanente
ru: Постоянная ссылка на результат теста

source: Mega-IQ
ru: Мега-Айкю

source: You are logged in as an anonymous user.
ru: Вы вошли в систему как анонимный пользователь.

source: Click below to create an account or continue anonymously.
ru: Нажмите кнопку ниже, чтобы создать учетную запись или продолжить анонимно.

source: Register anonymous account.
ru: Зарегистрируйте анонимный аккаунт.

source: Register account
ru: Регистрация Аккаунта

source: Continue anonyomously
ru: Продолжить анонимно

source: Mega-IQ free online IQ test
ru: Mega-IQ бесплатный онлайн тест IQ

source: IQ INTERPOLATION INTERPOLATION_1 passed on INTERPOLATION_2
de: IQ INTERPOLATION INTERPOLATION_1 bestanden bei INTERPOLATION_2
ru: IQ INTERPOLATION INTERPOLATION_1 прошел INTERPOLATION_2

source: INTERPOLATION/INTERPOLATION_1 INTERPOLATION_2 passed on INTERPOLATION_3
de: INTERPOLATION/INTERPOLATION_1 INTERPOLATION_2 bestanden bei INTERPOLATION_3
ru: INTERPOLATION/INTERPOLATION_1 INTERPOLATION_2 прошел INTERPOLATION_3

source: Free IQ test on Mega-IQ
de: Kostenloser IQ test bei Mega-IQ
ru: Бесплатный тест на IQ от Mega-IQ

source: online
ru: онлайн

source: Test
de: Prüfung
ru: Тест

source: latest passed iq tests
de: letzte IQ Tests geschafft
ru: последние пройденные айкю тесты

source: Score for
de: Punktzahl für
